Repository: BackupTheBerlios/kademar-utils-svn
Catalog: kademar-csic/trunk/src/usr/share/screenlets/CsicStarter/locale/*/LC_MESSAGES/MusicPlayerDaemonScreenlet.po
Languages: fr_fr

source: Invalid string!
fr_fr: Chaine de caractères invalide.

source: MPD Add...
fr_fr: Ajouter...

source: File
fr_fr: Fichier

source: No type selected
fr_fr: Aucun type selectionné

source: Connected to MPD server (version: %s)
fr_fr: Connecté au serveur MPD (version: %s)

source: Request full playlist
fr_fr: Charge la playliste en entier

source: Parse playlist changes
fr_fr: Identifie les changements dans la playliste

source: Request playlist search
fr_fr: Recherche dans la playliste

source: Request library search
fr_fr: Recherche dans la bibliotheque

source: Artist: %s
fr_fr: Artiste: %s

source: Status: %s
fr_fr: Statut: %s

source: MPD Connection
fr_fr: MPD Connexion

source: MPD Screenlet Options - connection
fr_fr: MPD Screenlet - connexion

source: MPD Host
fr_fr: Hote

source: Address to connect to (ex: 127.0.0.1)
fr_fr: Adresse à laquelle on va se connecter (ex: 127.0.0.1)

source: MPD Port
fr_fr: Port

source: Port to connect to (default: %d)
fr_fr: Le port utilisé pour se connecter (défaut: %d)

source: MPD Password
fr_fr: Mot de passe

source: Password
fr_fr: Mot de passe

source: Refresh rate
fr_fr: Rafrechissement

source: MPD information update rate (in ms)
fr_fr: Mets à jour les informations tous les x ms

source: MPD Display
fr_fr: MPD Affichage

source: MPD Screenlet Options - display & colors
fr_fr: MPD Screenlet - affichage et couleurs

source: Song format
fr_fr: Le format de la chanson

source: The format of the displayed song. Parts like "${name}" will be replaced, where name is one of the following: artist, album, date, genre, title, track
fr_fr: Le format de la chanson. Les parties comme "${name}" seraont remplacées, où name est dans: artist, album, date, genre, title, track

source: Redraw check rate
fr_fr: Rafrechissement du affichage

source: How often check if the interface has to be redrawn (in ms)
fr_fr: La fréquence à laquelle l'interface sera rafrechie (en ms)

source: Remaining timer
fr_fr: Temps restant

source: Whether the remaining timer is the default
fr_fr: Afficher le temps restant par défaut

source: Display over images
fr_fr: Afficher les images "survolés"

source: Display mouse-over images
fr_fr: Afficher les images lors du effet de survol

source: Font face
fr_fr: Fonte

source: Default font
fr_fr: La fonte utilisée par défaut

source: Font color
fr_fr: Couleur du texte

source: Default font color
fr_fr: La couleur du texte par défaut

source: Playlist position numbers
fr_fr: Poisitions dans la playliste

source: Display the position of the song in the playlist
fr_fr: Afficher la position de la chanson dans la playliste

source: Playlist timers
fr_fr: Timers dans la playliste

source: Display the timer for each song in the playlist
fr_fr: Afficher les timers pour chaque chanson de la playliste

source: MPD Screenlet Options - cover art options
fr_fr: MPD Screenlet - cover art

source: Cover art path
fr_fr: Chemin vers les cover art

source: Path to the cover art files
fr_fr: Chemin vers les fichiers cover art

source: Save the covers
fr_fr: Sauvegarder les couvertures

source: Whether the cover art should be saved on the disk
fr_fr: Est-ce que les couvertures sont sauvegardées sur le disque

source: Force get cover
fr_fr: Forcer le chargement

source: Always try to get the cover art, even if the album is not specified
fr_fr: Essaie de charger une couverture même si l'album n'est pas specifié

source: MPD Other
fr_fr: MPD Autres

source: Control with keys
fr_fr: Controler avec les touches

source: Allow to control the player using keys
fr_fr: Permet de controler l'interface avec les touches

source: Playlist jump
fr_fr: Sauts dans la playliste

source: Jump in the playlist to the entry that matches the typed text ([Control with keys] must be checked)
fr_fr: Saute dans la playliste jusqu'à rencontrer une entrée qui match le texte entré ([Controler avec les touches] doit être activé)

source: Filter playlist
fr_fr: Filtrer la playliste

source: Filter the playlist instead of jumping ([Playlist jump] must be checked)
fr_fr: Filtrer la playliste à la place de sauter ([Sauts dans la playliste] doit être activé

source: Enable notifications
fr_fr: Activer les notifications

source: Uses pynotify to display the notifications (Installed: %s)
fr_fr: Utiliser pynotify pour afficher les notifications (Installé: %s)

source: Notification on state change
fr_fr: Notification au changement d'état

source: Shows the notifications also when the state changes
fr_fr: Affiche les notifications aussi quand le statut change

source: MPD refresh rate set to %dms
fr_fr: Rafrechissement changé en %dms

source: Paint check rate set to %dms
fr_fr: Rafrechissement d'affichage changé en %dms

source: MPD Password changed
fr_fr: MPD mot de passe changé

source: MPD Port changed
fr_fr: MPD port changé

source: Interface not loaded...
fr_fr: Interface non chargée...

source: Loading the screenlet interface: %s
fr_fr: Chargement de l'interface: %s

source: Error: Invalid theme display (xml file)
fr_fr: Erreur: Fichier theme invalide (fichier xml)

source: Request new coverart...
fr_fr: Demande une nouvelle couverture...

source: Setting cover path: %s
fr_fr: Défini la couverture: %s

source: The cover art directory does not exist (%s)
fr_fr: Le dossier des couvertures n'existe pas (%s)

source: Cannot save, the cover aleady exists (%s)
fr_fr: Impossible de sauvegarder, la couverure existe déjà (%s)

source: Cover saved as: %s
fr_fr: Couverture sauvegardée: %s

source: Could not copy the cover file to: %s
fr_fr: Impossible de copier la couverture vers: %s

source: Cannot execute: %s
fr_fr: Impossible d'executer: %s

source: Cannot change the volume
fr_fr: Impossible de changer le volume
